Repository: rox-desktop/rox-mouse
Catalog: Messages/*.po
Languages: de

source: Core Theme
de: Core Thema

source: No Theme
de: Kein Thema

source: Mouse options
de: Mauseinstellungen

source: Single click!
de: Einzelklick!

source: Double click!!
de: Doppelklick!!

source: Triple click!!!
de: Dreifachklick!!!

source: Double-click here to test mouse
de: Hier doppelklicken, um Maus zu testen

source: Mouse
de: Maus

source: Motion
de: Bewegung

source: Acceleration threshold
de: Beschleunigungsschwelle

source: Controls how fast you have to move the pointer before the acceleration (below) kicks in.
de: Regelt, wie schnell der Mauszeiger bewegt werden muß, bis die Beschleunigung (siehe unten) einsetzt.

source: Acceleration (none)
de: Beschleunigung (keine)

source: When the pointer is moved quickly more than the threshold number of pixels, its speed is multiplied by this number.
de: Wenn der Mauszeiger schnell über den Schwellwert an Pixeln (Bildpunkten) bewegt wird, vervielfacht sich die Geschwindigkeit um diesen Wert.

source: DnD Drag Threshold
de: Ziehschwelle für Ziehen&Ablegen

source: Controls how far you have to drag the mouse to start a drag-and-drop operation. Set this high if you find yourself dragging things unintentionally.
de: Regelt, wie weit die Maus gezogen werden muß, um ein Ziehen&Ablegen auszulösen. Diesen Wert erhöhen, wenn Sie häufiger Dinge unbeabsichtigt verschieben.

source: Buttons
de: Tasten

source: Double-click speed: (fast)
de: Doppelklickgeschwindigkeit: (schnell)

source: (slow)
de: (langsam)

source: Time allowed between the two clicks that make up a double click. Make this bigger if you have trouble double-clicking fast enough; set it smaller if two single-clicks sometimes get treated as a double click.
de: Erlaubte Zeit zwischen zwei Klicks, um als Doppelklick zu gelten. Erhöhen Sie diesen Wert, wenn Sie nicht schnell genug klicken können; erniedrigen sie ihn, wenn einzelne Klicks gelegentlich unbeabsichtigt als Doppelklick wirken.

source: Left Handed Button Order
de: Tastenzuordnung für linke Hand

source: Switch button order for left hand use (menu button to the left).
de: Tastenzuordnung für Linkshandnutzung vertauschen (Menütaste nach links).

source: Appearance
de: Aussehen

source: Size:
de: Größe:

source: Size of the mouse cursor
de: Größe des Mauszeigers

source: Theme:
de: Thema:

source: Theme Folder
de: Themenordner

source: Click to open your private theme folder. You can add/remove themes with the usual filer operations.
de: Hier klicken, um den privaten Themenordner zu öffnen. Themen können mit den üblichen Dateimanageroperationen hinzugefügt/entfernt werden werden.
